Repository: chewing/ibus-chewing
Catalog: po/*.po
Languages: es, ja_jp, zh_cn

source: About
es: Acerca de

source: Standard
es: Estándar

source: Colemak-DH ANSI
es: ANSI Colemak-DH

source: Colemak-DH Ortholinear
es: Ortolineal Colemak-DH

source: Keyboard Type
es: Tipo de teclado
ja_jp: キーボードのタイプ
zh_cn: 键盘类型

source: Selection Keys
es: Teclas de selección

source: Keys used to select candidate
es: Teclas utilizadas para seleccionar candidato

source: Plain Zhuyin
es: Zhuyin simple

source: Chewing (Default)
es: Chewing (Predet.)

source: Fuzzy Chewing
es: Chewing difuso

source: Conversion Engine
es: Motor de conversión

source: Enable or disable automatic candidate selection, or fuzzy input.
es: Activa o desactiva selección automática de candidato, o entrada difusa.

source: Editing
es: Editar
ja_jp: 編集
zh_cn: 编辑中

source: Configure the input method behavior
es: Configurar el comportamiento del método de entrada

source: Auto Move Cursor
es: Desplace el cursor de forma automática

source: Automatically move the cursor to the next character after selection
es: Mueve el cursor automáticamente para el siguiente carácter tras selección

source: Add Phrase Before Cursor
es: Añadir frase antes del cursor

source: Use Ctrl + Numbers (2-9) to save new phrase before or after the cursor
es: Utiliza Ctrl + Números (2-9) para guardar frase nueva antes o después del cursor

source: Clear Pre-Edit Buffer When Focus Out
es: Vaciar tampón de pre-edición cuando el foco no apunte

source: Easy Symbol Input
es: Fácil entrada de símbolo

source: Press Shift + keys to input Chinese punctuation symbols
es: Pulse Mayús + teclas para introducir símbolos de puntuación china

source: Esc Clean All Buffer
es: ESC vacía todo el tampón

source: Escape key discards all uncommitted texts
es: La tecla escape descarta todos los textos no comentados

source: Enable Fullwidth Toggle Key (Shift+Space)
es: Activar tecla conmutadora de anchura completa (Mayús+Espacio)

source: Use Shift+Space to switch between fullwdith and halfwidth symbols input
es: Utilice Mayús+Espacio para intercambiar entre anchura completa y mitad de anchura en símbolos de entrada

source: Maximum Chinese Characters
es: Número máximo de caracteres chinos

source: Until how many characters should trigger auto-commit
es: Hasta que muchos caracteres dispararían auto-efecturar

source: Default Use Alphanumeric Mode
es: Por defecto utiliza modo alfanumérico

source: Automatically switch to alphanumeric mode after startup.
es: Intercambiar automáticamente al modo alfanumérico tras arrancar.

source: Chinese/Alphanumeric Mode Toggle Key
es: Tecla Conmutar Modo Chino/Alfanumérico

source: Disable
es: Deshabilitar

source: Caps Lock
es: Bloq Mayús

source: Shift
es: Mayús

source: Shift_L
es: Mayús_I

source: Shift_R
es: Mayús_D

source: Disable Syncing
es: Desactivar Sincronía

source: Sync with Keyboard State
es: Sincronizar con Estado del Teclado

source: Lower Case
es: Minúsculas

source: Upper Case
es: Mayúsculas

source: Default English Letter Case
es: Por defecto tipo de letra inglesa

source: The letter case without pressing the Shift key
es: El tipo de letra sin presionar la tecla Mayús

source: Notify Mode Changes
es: Notificar cambios del modo

source: Display a message when the Chinese/English or Fullwidth/Halfwidth mode changes
es: Exhibe un mensaje cuando el modo chino/inglés o anchura completa/media anchura cambia

source: Selecting
es: Seleccionar
ja_jp: 選択
zh_cn: 选择中

source: Configure the candidate selection behavior
es: Configura el comportamiento de selección del candidato

source: Candidates Per Page
es: Candidato por página

source: Show Page Number
es: Mostrar número de página

source: Choose Phrases Backwards
es: Elija frases desde atrás

source: Open candidate list from the last character of a phrase
es: Abre listado de candidatos desde el último carácter de una frase

source: Use Space Key as Selection Key
es: Utilizar Tecla de Espacio como Tecla de Selección

source: Use Vertical Candidate Panel
es: Utilizar Panel Candidato Vertical

source: Choose from vertical or horizontal panel
es: Elegir desde panel vertical u horizontal

source: translator-credits
es: Fco. Javier F. Serrador <serrador@tecknolabs.com>

source: _Mailing list
es: _Listado de correo

source: _Chat
es: _Charla

source: Switch to Alphanumeric Mode
es: Intercambiar a Modo Alfanumérico

source: Click to toggle Chinese/Alphanumeric Mode
es: Pulse para conmutar Modo Chino/Alfanumérico

source: Fullwidth Form
es: Formulario de ancho completo

source: Halfwidth Form
es: Formulario de mitad de anchura

source: Click to toggle Halfwidth/Fullwidth Form
es: Pulse para conmutar Formulario de mitad anchura/Anchura completa

source: IBus-Chewing Preferences
es: Preferencias de Ibus-Chewing

source: Click to configure IBus-Chewing
es: Pulse para configurar IBus-Chewing

source: Chinese Mode
es: Modo chino

source: English Mode
es: Modo inglés

source: Fullwidth Mode
es: Modo Anchura Completa

source: Halfwidth Mode
es: Modo Mitad de Anchura

source: Cannot connect to IBus!
es: ¡No puede conectar al IBus!

source: Chinese chewing input method
es: Método de entrada de chino chewing
zh_cn: 酷音输入法

source: Chi
zh_cn: 中

source: Eng
zh_cn: 英

source: Click to switch to English
zh_cn: 切换到英文模式

source: Click to switch to Chinese
zh_cn: 切换到中文模式

source: Full
ja_jp: 全
zh_cn: 全

source: Half
ja_jp: 半
zh_cn: 半

source: Keyboard
ja_jp: キーボード
zh_cn: 键盘

source: default
ja_jp: デフォルト
zh_cn: 默认

source: hsu
zh_cn: 许氏

source: hanyu
zh_cn: 中文

# Sync
source: disable
zh_cn: 禁用

# Sync
source: keyboard
zh_cn: 键盘

# Sync
source: input method
zh_cn: 输入法

source: Auto
ja_jp: 自動
zh_cn: 自动

source: Select Zhuyin keyboard layout.
ja_jp: ズウインのキーボードレイアウトを選択します。
zh_cn: 选择注音键盘布局。

source: Selection keys
ja_jp: 選択キー
zh_cn: 选择键

source: Keys used to select candidate. For example "asdfghjkl;", press 'a' to select the 1st candidate, 's' for 2nd, and so on.
ja_jp: 候補の選択に使用するキーです。 たとえば、 「asdfghjkl;」なら「a」を押して 1 番目の候補を選択します。 2 番目の候補を選択する場合は「s」を押します。
zh_cn: 用来选择候选词的键。例如："asdfghjkl;"，按 'a' 选择第一个词，'s' 代表第二个，依次类推。

source: Hsu's selection key
ja_jp: Hsu の選択キー
zh_cn: Hsu 的选择键

source: Hsu's keyboard selection keys, 1 for asdfjkl789, 2 for asdfzxcv89 .
ja_jp: Hsu のキーボード選択キーです。 1 は asdfjkl789、 2 は asdfzxcv89 です。
zh_cn: Hsu 的键盘选择键，1 代表 asdfjkl789，2 代表 asdfzxcv89。

source: Auto move cursor
ja_jp: 自動カーソル移動
zh_cn: 自动移游标下一个字

source: Automatically move cursor to next character.
ja_jp: カーソルを自動的に次の文字に移動させます。
zh_cn: 自动将光标移动到下一个字符。

source: Add phrases in front
ja_jp: 先頭に語句を追加
zh_cn: 前方加词

source: Add phrases in the front.
ja_jp: 先頭に語句を追加します。
zh_cn: 前方加词

source: Easy symbol input
ja_jp: 簡単な記号入力
zh_cn: 轻松输入符号

source: Easy symbol input.
ja_jp: 簡単な記号入力です。
zh_cn: 轻松输入符号

source: Esc clean all buffer
ja_jp: 全バッファの Esc キー消去
zh_cn: Esc 清除所有缓存

source: Escape key cleans the text in pre-edit-buffer.
ja_jp: Esc (エスケープ) キーでプレ編集バッファにあるテキストを消去します。
zh_cn: 按 Esc 键可清除所有预编辑缓冲中的文本。

source: Maximum Chinese characters
ja_jp: 中国語文字の最大数
zh_cn: 最多中文字符

source: Maximum Chinese characters in pre-edit buffer, including inputing Zhuyin symbols
ja_jp: ズウイン記号の入力など、 プレ編集バッファ内の中国語文字の最大数
zh_cn: 在预编辑缓冲中最多的中文字符数，其中包括输入的注音符号。

source: Force lowercase in En mode
ja_jp: 英語モードでは小文字を強制
zh_cn: 在 En 模式中强制使用小写

source: Ignore CapsLock status and input lowercase by default. It is handy if you wish to enter lowercase by default. Uppercase can still be inputted with Shift.
zh_cn: 忽略 CapsLock 状态，默认输入小写。 如果您希望默认输入小写就很方便。 您仍可使用 Shift 键输入大写。

source: Sync between CapsLock and IM
ja_jp: CapsLock と入力メソッド間の同期
zh_cn: 同步 CapsLock 和输入法

source: Occasionally, the CapsLock status does not match the IM, this option determines how these status be synchronized. Valid values: "disable": Do nothing. "keyboard": IM status follows keyboard status. "IM": Keyboard status follows IM status.
ja_jp: CapsLock 状態が入力メソッドと一致しない場合があります。 このオプションを使ってこうした状態をどのように同期するかを指定します。 有効な値は次の通りです。 「disable」何もしません。 「keyboard」入力メソッド状態をキーボードの状態に従わせます。 「IM」キーボード状態を入力メソッド状態に従わせます。
zh_cn: 偶尔也有 CapsLock 状态与输入法不符的情况，这个选项可决定如何同步这些状态。有效值为： "disable"：什么都不做。 "keyboard"：输入法状态遵循键盘状态。 "IM"：键盘状态遵循输入法状态。

source: Number pad always input number
ja_jp: 番号パッドは常に入力番号
zh_cn: 数字键盘总是输入数字

source: Always input numbers when number keys from key pad is inputted.
ja_jp: キーパッドの番号キーが入力された場合は常に番号を入力します。
zh_cn: 在使用数字键盘的按键输入时总是输入数字。

source: Shift toggle Chinese Mode
zh_cn: Shift 切换中文

source: Shift key to toggle Chinese Mode
zh_cn: Shift 键切换中文模式

source: Plain Zhuyin mode
ja_jp: プレーンのズウインモード
zh_cn: 简单注音模式

source: In plain Zhuyin mode, automatic candidate selection and related options are disabled or ignored.
ja_jp: プレーンのズウイン (Zhuyin) モードでは、 候補自動選択および関連オプションは無効になっているか無視されます。
zh_cn: 在简单注音模式中，禁用或忽略自动候选词选择及相关选项。

source: Candidate per page
ja_jp: ページごとの候補
zh_cn: 每页中的候选词

source: Number of candidate per page.
ja_jp: 1 ページの候補数
zh_cn: 每页中的候选词数。

source: Choose phrases from backward
ja_jp: 後方から語句を選択
zh_cn: 反向取词

source: Choose phrases from the back, without moving cursor.
ja_jp: カーソル移動せずに後ろから語句を選択します。
zh_cn: 在不移动光标的情况下反向取词。

source: Space to select
ja_jp: 選択にスペースキー
zh_cn: 按空格选择

# Configure
source: Cancel
zh_cn: 取消

# Configure
source: Save
zh_cn: 保存

# Configure
source: Apply
zh_cn: 应用

# Configure
source: Close
zh_cn: 关闭

# Configure
source: Ok
zh_cn: 确认

source: Setting
ja_jp: 設定
zh_cn: 设置

source: Chewing component
ja_jp: Chewing コンポーネント
zh_cn: 酷音组件

source: Peng Huang, Ding-Yi Chen
zh_cn: 黄鹏，陳定彞

source: Chewing
zh_cn: 酷音（Chewing）

source: No default value, skipped.
ja_jp: デフォルト値がありません、 省略しました。

source: Use default value:
ja_jp: デフォルト値を使用:

source: Ignore CapsLock status and input lowercase by default. It is handy if you wish to enter lowercase by default. Uppercase can still be inputted with Shift.
ja_jp: CapsLock 状態を無視してデフォルトでは小文字を入力します。 デフォルトでは小文字入力にしたい場合に便利です。 Shift を使用すれば大文字入力も可能です。

source: Settings
ja_jp: 設定

source: Warning: cannot load configure key
ja_jp: 警告: 設定キーをロードできません

source: dvorak
ja_jp: ドボラック

source: in application window
ja_jp: アプリケーションウィンドウ内

source: in candidate window
ja_jp: 候補ウィンドウ内
